Revit 2027 API
ParameterTypeId.ViewDescription Property
 "Title on Sheet"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewDescription { get; }
Public Shared ReadOnly Property ViewDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewDescription {
	ForgeTypeId^ get ();
}
static member ViewDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace